source/static/contact/index.org
#+title: Contact
#+description: Contact | Fritz Grabo

** Let's get in touch

*@@html:<mark>@@I'm currently open for work!@@html:</mark>@@*

Whether you're looking to collaborate, have questions about my services, or just want to say hello -- I'd love to hear from you.

Shoot me an e-mail at [[mailto:hello@fritzgrabo.com][hello@fritzgrabo.com]] or connect on:

- GitHub: [[https://github.com/fritzgrabo][github/fritzgrabo]]
- LinkedIn: [[https://linkedin.com/in/fritzgrabo/][linkedin/fritzgrabo]]

** Legal Notice

Fritz Grabo@@html:<br>@@
Radlberger Hauptstraße 29e, 3105 St. Pölten, Austria@@html:<br>@@
VAT-ID: ATU-66179725
