docs/contact/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Contact</title>
<meta name="author" content="Fritz Grabo" />
<meta name="description" content="Contact | Fritz Grabo" />
<meta name="generator" content="Org Mode" />
<meta http-equiv="Cache-Control" content="no-store, no-cache, must-revalidate, max-age=0">
<meta http-equiv="Expires" content="0">
<meta http-equiv="Pragma" content="no-cache">
<!-- Stylesheets -->
<link rel="stylesheet" href="/styles/main.css" />
<!-- Scripts -->
<!-- Icons -->
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
<link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?">
<!-- Privacy-friendly analytics by Plausible -->
</head>
<body>
<div id="preamble" class="status">
<p>
  <a href="/">Fritz Grabo</a> /
  <a href="/#on-work">On Work</a> /
  <a href="/now/">Now</a> /
  <!--<a href="/past/">Past</a> /-->
  <a href="/posts/">Posts</a>
  <a href="/posts/rss.xml">(RSS)</a> /
  <a href="/contact/">Contact</a>
</p>
</div>
<div id="content" class="content">
<h1 class="title">Contact</h1>
<section id="outline-container-let-s-get-in-touch" class="outline-2">
<h2 id="let-s-get-in-touch">Let's get in touch</h2>
<div class="outline-text-2" id="text-let-s-get-in-touch">
<p>
<b><mark>I'm currently open for work!</mark></b>
</p>

<p>
Whether you're looking to collaborate, have questions about my services, or just want to say hello &#x2013; I'd love to hear from you.
</p>

<p>
Shoot me an e-mail at <a href="mailto:hello@fritzgrabo.com">hello@fritzgrabo.com</a> or connect on:
</p>

<ul class="org-ul">
<li>Bluesky: <a href="https://bsky.app/profile/fritzgrabo.com">@fritzgrabo.com</a></li>
<li>GitHub: <a href="https://github.com/fritzgrabo">github/fritzgrabo</a></li>
<li>LinkedIn: <a href="https://linkedin.com/in/fritzgrabo/">linkedin/fritzgrabo</a></li>
</ul>
</div>
</section>
<section id="outline-container-legal-notice" class="outline-2">
<h2 id="legal-notice">Legal Notice</h2>
<div class="outline-text-2" id="text-legal-notice">
<p>
Fritz Grabo<br>
Radlberger Hauptstraße 29e, 3105 St. Pölten, Austria<br>
VAT-ID: ATU-66179725
</p>
</div>
</section>
</div>
<div id="postamble" class="status">
<p>
  All original content is licensed under a custom <a href="/license/">license</a>.
</p>
</div>
</body>
</html>
